{
    ## D-MODS FOR ALL
    # Damage pristine ships that the player can buy.
    "addDmodsToShipsInSubmarkets": true,
    # Damage pristine ships in player's starting fleet.
    "addDmodsToStartingFleet": true,
    # Configure min and max of d-mods each pristine ship should receive. Ships with less d-mods are ignored.
    # Used by both options above. Minimum is always at least 1, and maximum at most 5.
    "minimumDmods": 2,
    "maximumDmods": 4,

    ## MILITARY REGULATIONS
    # Buying or selling military wares Open Market is illegal unless you are commissioned with the owner of the market.
    # Uses same logic as Military market with the addition of:
    # - Legal list is applied to make item or ship always legal (or illegal, if !negated),
    # - All civ-grade or civ-hint ships are always legal.
    "militaryRegulations": true,
    # LPC, weapon, and modspec tier and combat ship FP at which they are still legal.
    "regulationMaxLegalTier": 0, # easy mode: 1
    "regulationMaxLegalFP": 0, # easy mode: 5
    # Remove endgame ships (all capitals) and items (tier3 LPC, modspecs, and weapons) from Military Markets.
    "removeMilitaryEndgameCargo": true,
    "removeMilitaryEndgameShips": true,
    # Suspicion level will grow even with transponder off. It is still useful to sell illegal wares.
    "transparentMarket": true,
    # Setting this to 0 essentially disabled the feature. Setting this to 1 makes it behave as if the transponder was on
    # for suspicion calculations. Setting it above 1 will cause a penalty for trading with transponder off.
    "transparentMarketMult": 0.5,# vanilla: 0
    # Accessing Black Market is only possible with transponder turned off.
    "shyBlackMarket": true,
    # Black Market handling fee as a fraction of Open Market tariff. If tariff is 30%, Black Market tariff will be 15%.
    "blackMarketFenceCut": 0.5,# vanilla: 0

    ## BETTER MARKET DEFENCES
    # Adds a tier 1 station to all non-hidden markets that do not have a station.
    "addStations": true,
    # Add extra structures to eligible markets (Ground Defenses to all markets and Patrol HQ to core markets).
    "addGroundDefenses": true,
    "addPatrolHqs": true,

    ## REPUTATION CHANGES
    # After winning an engagement, the enemies of the beaten fleet will have a slightly better reputation of you.
    # Their allies will dislike you slightly more, though.
    "combatAdjustedReputation": true,
    # Raiding for special items instantly ruins player reputation with the owner of the item.
    "hostilityForSpecialItemRaid": true,
    
    ## OTHER CHANGES
    # Do not drop blueprint packages. Player will have to collect blueprints one by one.
    "blueprintPackageNoDrop": true,

    # Number of s-mods available to player (without skill).
    "maxPermaMods": 0, # easy mode: 1, vanilla: 2

    # Remove all ships from salvageable debris fields and always require a story point to recover a ship (both derelict
    # ships found across the sector, and post battle recoveries - including own ships).
    "stingyRecoveries": true,
}